Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Respected for the heat of their flame and revered for their charisma, Flares aspire to become great leaders of their people, both in war and in peace. Though a small isolated tribe will sometimes accept a Flare as a leader, they are more often seen leading small war parties or mediating disputes with a subtle hand.
uk_ua: Шановані за жар свого полум'я і за харизму, Світочі прагнуть стати великими лідерами свого народу і в мирний, і у воєнний час. Хоча іноді невеликі, ізольовані від решти світу племена обирають Світоча вождем, найчастіше вони керують бойовими загонами або вирішують суперечки між племенами.

source: Response
uk_ua: Відповідальність

source: Rest
uk_ua: Спочинок

source: Resting can be combined with other forms of healing, but villages, regeneration, healing and curing cannot combine with each other: the best option will be used. Finally, units heal fully between scenarios.
uk_ua: Відпочинок може поєднуватися з іншими формами відновлення, але села, регенерація, зцілення І лікування не можуть бути поєднані: буде вибраний кращий варіант. І нарешті, бійці повністю відновлюються між сценаріями.

source: Retained gold:
uk_ua: Збережене золото:

source: Retrieve the Fire Ruby (with Prince Haldric)
uk_ua: Здобудьте Вогняний Рубін(Принцом Хальдріком)

source: Return of the Fleet
uk_ua: Повернення флоту

source: Return to Glory
uk_ua: Повернення до Слави

source: Return to Kerlath
uk_ua: Повернення до Керлату

source: Return to Oldwood
uk_ua: Повернення в Древній ліс

source: Return to Parthyn
uk_ua: Повернення в Парсин

source: Return to menu
uk_ua: Повернутись до меню

source: Return to the Village
uk_ua: Повернення в село

source: Returning to present matters, I believe I have found the one we have been awaiting ever since Lady Cleodil accepted guardianship of the Book. You know of what I speak.
uk_ua: Повертаючись до сьогодення, я гадаю, що знайшла гідну людину, котру ми чекали з того часу, як Пані Клеоділ погодилася охороняти Книгу. Ти розумієш, про що я.

source: Revelation
uk_ua: Відкриття

source: Revenant
uk_ua: Відроджений

source: Revenge
uk_ua: Помста

source: Revert All Changes
uk_ua: Скасувати всі зміни

source: Rheban
uk_ua: Ребан

source: Rhuwin
uk_ua: Равін

source: Riaa
uk_ua: Ріаа

source: Ride, you worms! Let’s finish our raid before their hunters return.
uk_ua: Погнали, невдахи! Нам треба завершити наш набіг, перш ніж повернуться їхні мисливці.

source: Riding the bones of ostrich-like large birds once used as mounts by a lost civilization, the skeletal Chocobones can move faster than most cavalry units.
uk_ua: Верхи на скелеті величезного, схожого на страуса птаха, якого забуті цивілізації використовували замість коня, мертві вершники можуть пересуватися швидше, ніж більшість кінних бійців.

source: Right Panel
uk_ua: Права панель

source: Right away sir.
uk_ua: Слухаюся, пане.

source: Right away sir. Are you feeling well?
uk_ua: Слухаюся, пане. Ви нормально почуваєтеся?

source: Right on time.
uk_ua: Якраз вчасно.

source: Right!
uk_ua: Точно!

source: Right-click adjacent to your leader to summon the bat.
uk_ua: Клацніть правою кнопкою миші біля вашого персонажа, щоб прикликати кажана.

source: Right-click in an empty castle hex and select Recall to recall units from previous scenarios. Recalling costs 20 pieces of gold per unit. See <link linkend="unit_recall">recalling units</link> for more information.
uk_ua: Клацніть правою клавішею на вільній комірці замку і оберіть Закликати, щоб закликати бійця з минулих сценаріїв, Заклик коштує 20 золотих за бійця. За деталями дивіться <link linkend="unit_recall">заклик бійців</link>.

source: Right-click in an empty castle hex and select Recruit to recruit new units from the list that is presented. The cost to Recruit depends on the unit, but is usually between 10 and 20 gold.
uk_ua: Клацніть правою клавішею на вільній комірці замку і оберіть Вербувати, щоб завербувати нового бійця з наданого списку. Вартість вербування залежить від бійця, але зазвичай становить від 10 до 20 золотих.

source: Right-click on a grave adjacent to your leader to raise a unit.
uk_ua: Клацніть правою кнопкою миші на могилі біля вашого персонажа, щоб підняти з неї бойову одиницю.

source: Right-click on a leader to read about the game mechanics
uk_ua: Натисніть правою клавішею миші на лідера щоб дізнатися про механіку сценарію.

source: Right-click to select a location to defend
uk_ua: Клікніть правою кнопкою миші в місці, яке потрібно обороняти

source: Right-click to select a location to move leader to
uk_ua: Клікніть правою кнопкою миші на місці, куди привести лідера

source: Right-click to simplify the ship graphics.
uk_ua: Клацніть правою кнопкою миші, щоб спростити зображення корабля.

source: Right-click:
uk_ua: Права кнопка миші:

source: Right-clicking on your leader when in a university allows you to select special diplomatic options.
uk_ua: Для того, щоб вибрати спеціальні опції димпломатії, клацніть правою кнопкою миші на свого лідера, коли він знаходиться в університеті.

source: Right.
uk_ua: Вірно.

source: Right. Tell me how to control this thing.
uk_ua: Добре. Тепер розкажи мені, як керувати цією тварюкою.

source: Rilg
uk_ua: Рілг

source: Rilhon
uk_ua: Рілхон

source: Ring of Power
uk_ua: Кільце Сили

source: Ring of Regeneration
uk_ua: Перстень Відновлення

source: Ring of Slowness
uk_ua: Перстень Уповільнення

source: Ring of frostbite
uk_ua: Кільце відмороження

source: Ring of power
uk_ua: Кільце влади

source: Rise Captain, and please retain your memories.
uk_ua: Повстань, капітане. Сподіваюся, пам'ять буде при тобі.

source: Rise, my slaves! We will create an army for Lord Ravanal.
uk_ua: Підніміться, раби! Ми створимо армію для Лорда Ранавала.

source: Rise, rise from the ground!
uk_ua: Піднімайся, піднімайся із землі!

source: River Longlier
uk_ua: Річка Лонглієр

source: River fort guard
uk_ua: Варта річкового порту

source: Rkrin
uk_ua: Ркрін

source: Road
uk_ua: Дорога

source: Roads Between Castles
uk_ua: Дороги між замками

source: Roarrrrrr!
uk_ua: Рррр!

source: Roc
uk_ua: Рух

source: Rock
uk_ua: Камінь

source: Rock Cairn
uk_ua: Кам'яна піраміда

source: Rock Scorpion
uk_ua: Кам'яний скорпіон

source: Rockbound Cave
uk_ua: Скеляста печера

source: Rocks
uk_ua: Камені

source: Rod-Ishnak
uk_ua: Род-Ішнак

source: Roddry
uk_ua: Родрі

source: Rogue
uk_ua: Шахрай

source: Rogue Mage
uk_ua: Маг вигнанець

source: Rolin
uk_ua: Ролін

source: Romanian Translation
uk_ua: Румунський переклад

source: Ronduger
uk_ua: Рондагер

source: Root of the Elder Wose
uk_ua: Корінь древнього лісовика

source: Rooting Out a Mage
uk_ua: Викорінення мага

source: Rorthin
uk_ua: Рортін

source: Rotate Clipboard Clockwise
uk_ua: Повернути буфер обміну по годинній

source: Rotate Clipboard Counter-Clockwise
uk_ua: Повернути буфер обміну проти годинної

source: Rotate Selection
uk_ua: Повернути виділення

source: Rotate clockwise by 60°.
uk_ua: Повернути за годинниковою стрілкою на 60°.

source: Rotate counter-clockwise by 60°.
uk_ua: Повернути проти годинникової стрілки на 60°.

source: Rotate your troops
uk_ua: Чергуйте ваші загони

source: Roth-Malal
uk_ua: Рот-Малал

source: Rotharik
uk_ua: Ротарік

source: Rotting Bridge
uk_ua: Гнилий міст

source: Rough Landing
uk_ua: Жорстка висадка

source: Route
uk_ua: Шлях

source: Royal Guard
uk_ua: Королівський гвардієць

source: Royal Guards are picked from the best swordsmen in Wesnoth. Serving under any of the higher nobility, they function as bodyguards, and partly as a badge of office for their employers. A special force of Royal Guards is stationed at the capital, guarding the palace grounds and the royal family. Because of their trusted relationship to their superiors, they, rather than mercenaries, are often deployed on missions of crucial import. Their reliability and mastery of close combat are their best assets, for which they are well-renowned.
uk_ua: У Королівську гвардію набирають кращих мечників Весноту. Служачи вищій знаті, вони виконують функції охоронців і частково виконують різні накази начальства. Спеціальні сили Королівської гвардії, що охороняють палац і королівську сім'ю, розташовані в капітолії. Оскільки їм довіряють, вони частіше, ніж найманці, використовуються в місіях надзвичайної важливості. Вони широко відомі своєю вірністю і майстерністю в ближньому бою.

source: Royal Rug
uk_ua: Королівський килим

source: Royal Warrior
uk_ua: Королівський воїн

source: Rubble
uk_ua: Щебінь

source: Rublok
uk_ua: Рублок

source: Rudic
uk_ua: Рудик

source: Rudimil
uk_ua: Радіміл

source: Ruffian
uk_ua: Хуліган

source: Rug
uk_ua: Килим

source: Rugnur
uk_ua: Рагнар

source: Ruin
uk_ua: Руїни

source: Ruined Adobe Village
uk_ua: Зруйноване село з саману

source: Ruined Castle
uk_ua: Зруйнований замок

source: Ruined Cottage
uk_ua: Зруйнована хатина

source: Ruined Desert Castle
uk_ua: Зруйнований пустельний замок

source: Ruined Desert Keep
uk_ua: Зруйнована пустельна вежа

source: Ruined Encampment
uk_ua: Зруйнований табір

source: Ruined Encampment Keep
uk_ua: Зруйнований центр табору

source: Ruined Hill Stone Village
uk_ua: Зруйноване гірське місто з каменю

source: Ruined Human Castle
uk_ua: Зруйнований людський замок

source: Ruined Human Castle Keep
uk_ua: Зруйнована людська замкова вежа

source: Ruined Human City
uk_ua: Зруйноване людське місто

source: Ruined Keep
uk_ua: Зруйнована вежа

source: Ruined Temple
uk_ua: Зруйнований храм

source: Ruined Tent
uk_ua: Зруйнований намет

source: Ruined Wall
uk_ua: Зруйнована стіна

source: Rukhos, Chosen of Death
uk_ua: Рухос, Обранець Смерті

source: Rules:
uk_ua: Правила:

source: Run By (Taunting strike)
uk_ua: Пробігти повз (Глузуючий удар)

source: Run Formula
uk_ua: Запустити формулу

source: Run, meat, run! Sooner or later, you will tire and our wolves will hunt you down!
uk_ua: Тікайте, м'ясо, тікайте! Рано чи пізно ви втомитеся та наші вовки схоплять вас!

source: Rune
uk_ua: Руна

source: Runic Hammer
uk_ua: Рунний молот

source: Runic sword
uk_ua: Рунний меч

source: Russian Translation
uk_ua: Російський переклад

source: Rusty Gate
uk_ua: Іржаві ворота

source: Rusty Gate South East
uk_ua: Іржава брама Південний Схід

source: Rusty Gate South West
uk_ua: Іжава брама Південний Захід

source: Rynan
uk_ua: Ринан

source: Rzrrt the Dauntless
uk_ua: Разрот Безстрашний

source: SE — The Oldwood. Enter at Your Own Risk!
uk_ua: ПдСх— Древній ліс. Якщо що - нарікайте на себе!

source: SE — The River Road. SW — The Midlands.
uk_ua: ПдСх - Річковий шлях. ПдЗх - Серединні землі.

source: SEE ALSO
uk_ua: ДИВ. ТАКОЖ

source: SERVER CONFIG
uk_ua: ПАРАМЕТРИ СЕРВЕРА

source: SHOW ALL allies’ plans
uk_ua: Показати плани всіх союзників

source: SPECIAL_NOTE^Silver Magi are well-attuned to their magical natures and are highly resistant to non-physical damage.
uk_ua: Срібні маги добре пристосувалися до своєї магічної природи і тому мають високу опірність до нефізичних атак.

source: SW — Southbay.
uk_ua: ПдЗх — Південна Бухта.

source: SYNOPSIS
uk_ua: ОГЛЯД

source: Sad
uk_ua: Сумний

source: Safe voyage to you, friends. Rest assured that we will never surrender to the forces of the Dark Queen.
uk_ua: Щасливої дороги, друзі! Будьте певні, ми ніколи не здамося силам Темної Королеви.

source: Sagus
uk_ua: Сагус

source: Sagus... old friend... The Book you have taken is no good for you, your daughter, or the Kingdom. It will destroy you both!
uk_ua: Сагусе... старий друже... Книга, яку ти забрав, не принесе добра ні тобі, ні твоїй дочці, ні Королівству. Вона знищить вас обох!

source: Sail. Yes. Need wind.
uk_ua: Керувати. Так. Треба вітер.

source: Salira
uk_ua: Саліра

source: Same old Delfador, the arrogant, the overweening, always placing yourself above others. But I have become as great as you; I have mastered the Book! You always underestimated me, as Leollyn did before you. Now you will meet the same fate as he. Rise, my loyal soldiers!
uk_ua: Все той же самовпевнений, зарозумілий Делфадор, що завжди ставить себе вище за інших. Але тепер я став таким же великим, як ти; я хазяїн Книги! Ти завжди недооцінював мене, так само, як і Леолин до тебе. Тепер ти зустрінеш ту ж долю, що і він. Повстаньте, мої вірні солдати!

source: Samun
uk_ua: Самун

source: Sanctuary
uk_ua: Вівтар

source: Sand
uk_ua: Пісок

source: Sand Scamperer
uk_ua: Піщаний утікач

source: Sand Scuttler
uk_ua: Піщаний бігун

source: Satras
uk_ua: Сатрас

source: Saurian Augur
uk_ua: Авгур

source: Saurian Oracle
uk_ua: Оракул

source: Saurian Prophet
uk_ua: Пророк

source: Saurian Seer
uk_ua: Провидець

source: Saurian Slavers
uk_ua: Ящіри-работорговці

source: Saurian Soothsayer
uk_ua: Ворожбит

source: Saurian warriors are generally weaker in frame than their elven or human counterparts. This is of course a relative term, and they can still become considerably powerful, whilst losing none of their natural mobility. This is very dangerous in combat, as a careless enemy can soon find their support troops flanked by these creatures.
uk_ua: Зазвичай воїни-ящіри слабші тілом від ельфійських або людських воїнів, хоча це поняття відносне. Деякі з них можуть бути сильнішими, не втрачаючи при цьому своєї природної швидкості. Вони дуже небезпечні в бою, і недбалий противник може скоро виявити, що його тил зайнятий цими створіннями.

source: Saurians
uk_ua: Ящури

source: Saurians are known to have some strange skills, arts bordering on the magical and mysterious. It is clear that some of them are particularly skilled at a sort of medicine, which is of great benefit whenever battle is brought against them.
uk_ua: Ящіри відомі тим, що володіють дивними уміннями на межі магії і містики. Деякі з них майстерні в медицині, що особливо корисно, якщо їм доводиться брати участь в битві.

source: Saurians are light on their feet, and able at navigating terrain that often confounds their enemies. When this natural mobility is combined with experience, strength, and proper equipment, their warriors can become particularly threatening in battle — if only because they are so much more difficult to confine than other foes. Even in armor, saurian warriors can take advantage of the smallest gap in an enemy line, and have the prowess to make the enemy regret tactical mistakes.
uk_ua: Ящіри дуже швидкі і дуже добре орієнтуються на місцевості, складній для противника. Враховуючи їх швидкість разом з досвідом, силою і озброєнням, такі воїни можуть стати дуже серйозною загрозою в битві, хоча б тому, що стримати їх набагато важче, ніж інших противників. Навіть у обладунках, воїни ящірів можуть скористатись найменшим проломом в рядах ворога, щоб змусити його пошкодувати про тактичний промах.

source: Saurians are lizard-like creatures. Smaller and more slender than humans, they rarely stand taller than a ten year old child, though from tip of snout to end of tail a Saurian can be as long as the average man is tall. Light and nimble, the warriors prefer to fight as they hunt — slipping through enemy lines to target the weak and the injured while evading their attackers. <header>text='Society'</header> Saurians are very mysterious creatures due to their tendency to live in areas inhospitable to others, such as swamps. Fatalistic in the extreme, Saurians believe all the events in a life can be predicted by the use of a complex form of astrology. Saurian culture is sharply segregated between the genders. Within each gender the members compete, and through skill, determination, and reputation establish a clear pecking order, with a chief at the top. On those occasions when the two genders interact they do not contest for dominance; instead, the situation determines the dominant gender. The chief of the males is alpha within the clan's village or encampment while the chief of females is dominant anywhere else. This continues down the rank structure with each male or female being dominant over any member of the opposite gender with lower rank and submitting to members of the opposite gender with higher rank. The segregation and alternating gender-dominance of Saurian society is an outgrowth of their clearly defined gender roles. It is the responsibility of the female to hunt and find food, skills which ultimately train them to be warriors: the skirmishers, flankers, and ambushers other races so fear. Males, meanwhile, are responsible for guarding the clutch — the eggs left by the females. While this leaves time for the males to develop and hone the arts of astrology, healing, and magic, it also exposes them to significant danger, as they are stationary targets for a Saurian clan's number one enemy — other Saurian clans. New Saurian clans are started when the proper astrological signs are read. Called a “hatching,” each female indicated by the conjunction selects a group of individuals with lower rank and leave their source clan. Frequently all females with a specific trait will be indicated, causing multiple clans to “hatch” at the same time. Selection is a simple process: no group leaving can be larger than any other, all the groups together cannot be larger than the group being left, and higher ranking allows a female to overrule another female's choice of who they take. Because of their rapid population growth, frequent splits in clans, and the fact that cannibalism is not taboo, violence is one of the defining features of Saurian life. This limits the growth of the Saurian culture to fits and starts, as much of their knowledge is passed by oral tradition and their possessions must be mobile. <header>text='Geography'</header> Saurians can live in many different areas, though swamps are by far their most common habitat. <header>text='Biology'</header> Saurians live spectacularly short lives by comparison to most of the other races of Wesnoth, reaching full adulthood within three years and often dying by the time they are 10 to 15 years old. By far, the most common cause of death is violence. Saurian females produce clutches of about 20 eggs roughly once a year, which creates constant population pressure and would stress most carnivores' food supply. Hunters and scavengers, Saurians have extremely strong jaws and have a very powerful digestive system with highly acidic fluids, making them capable of eating and digesting all of their prey including skin, teeth, horns and bones. Further, they have no aversion to eating carrion and even committing cannibalism, which are both regular occurrences.
uk_ua: Ящіри — це схожі на великих ящірок створіння. Вони менші та слабші за людей, а зростом рідко коли бувають вище за десятирічну дитину. Хоча, якщо міряти від кінчика морди до кінця хвоста, то ящір може бути такої ж довжини, як і звичайна людина висоти. Рухливі та спритні, їхні воїни б'ються так само, як і полюють — проковзують через стрій ворогів і атакують найслабших та поранених, з легкістю уникаючи інших нападників. <header>text='Суспільство'</header> Культура ящірів жорстко поділена між статями. Представники однієї статі змагаються між собою, і, завдяки майстерності, рішучості та репутації, встановлюють чітку ієрархію в межах кожної статі, з головним на самому вершечку. У тих випадках, коли дві статі взаємодіють між собою, вони не борються за те, хто головніший. Натомість, обставини визначають домінуючу стать. Головний серед самців буде загальним ватажком у селі або таборі клану, а головна серед самиць буде ватажком в усіх інших випадках. Такий принцип визначає головного з двох статей на кожному рівні рангової структури суспільства ящірів. При цьому, кожна самиця чи самець буде домінувати над членами протилежної статі з нижчим рангом, і підкорятися членам протилежної статі з вищим рангом. Такий поділ та змінна домінуюча стать у суспільстві ящірів — результат їхніх чітко визначених статевих ролей. Самиці відповідають за полювання та добування їжі — а це робить з них чудових воїнів: авангардистів, флангових ящірів, яких так бояться представники інших рас. Самці, натомість, відповідають за охорону кладки — яєць, які залишають самиці. Це дає самцям час розвинути та вдосконалити мистецтво астрології, лікування та магії. Однак це також робить їхнє життя небезпечним, бо вони — головна ціль для ворога ящірів номер один — інших кланів ящірів. Новий клан ящірів з'являється тоді, коли прочитано належний астрологічний знак. Тоді починається так званий “розплід”, кожна самиця, на яку вказало чаклунство, вибирає групу осіб з нижчим рангом і покидає початковий клан. Часто-густо, вказується на всіх самиць з певною рисою, тоді з'являється декілька нових кланів за раз. Процес вибору є простим: всі новостворені групи мають бути однакового розміру, і їхня сукупна чисельність не може перевищувати чисельність початкового клану, який залишився. При виборі кандидатів, самиця з вищим рангом може анулювати вибір іншої самиці з нижчим рангом, і забрати її кандидата собі. Популяція ящірів швидко зростає через часті поділи кланів, також відомо, що канібалізм не є забороною, тож не дивно що жорстокість — одна з ключових особливостей життя ящірів. Це обмежую розвиток культури ящірів, оскільки більшість їхніх знань передаються в усній формі, а все їхнє майно має бути готовим до переміщення. <header>text='Географія'</header> Ящіри можуть жити в багатьох різних регіонах, але найчастіше їх можна зустріти в болотах. <header>text='Біологія'</header> Життя ящірів, в порівнянні з більшістю інших рас Весноту, безжально коротке. Вони стають повністю дорослими за три роки від народження і часто помирають у віці 10-15 років. Безумовно, найбільш поширеною причиною смерті є насильство. Самиці ящірів відкладають приблизно 20 яєць один раз на рік, що спричиняє постійний тиск на популяцію та неминуче вичерпає всі доступні джерела їжі. Мисливці та збирачі, ящіри можуть похизуватися щелепами виняткової сили та потужною травною системою з всероз'їдаючою кислотою, що дозволяє їм з'їсти та повністю перетравити здобич, включаючи шкіру, зуби, роги та кістки. Окрім того, вони не цураються їсти падло і навіть собі подібних, обидві ситуації трапляються досить часто.

source: Saurians are very small of frame, and though they are somewhat frail because of this, they are very, very agile. In combat, their size allows them to dart past defenses that would hold any grown man at bay, making them a tricky foe to deal with. Spears are their preferred weapon, as their powerful hind legs can drive a spear with enough force to do considerable damage, either in hand or thrown.
uk_ua: Ящіри невеликі розмірами, і хоча через це вони досить слабкі, та зате дуже спритні і швидкі. У битві їх розміри дозволяють їм прориватися крізь оборону, яка утримала б просту людину, що робить їх дуже важкими противниками. Їх улюблена зброя — списи, оскільки потужні задні кінцівки ящірів дозволяють наносити відчутні пошкодження як в ближньому бою, так і при метанні.

source: Saurians have some knowledge of what men call sorcery, but their practice of it reeks of augury and black magic. It is little understood, but rightly regarded with fear by those against whom it is used.
uk_ua: Ящіри мають деякі знання того, що люди називають чаклунством, але насправді це швидше ворожіння і чорна мігія. Усе це мало кому зрозуміло, але наводить зрозумілий страх на кожного, проти кого використовується.

source: Savanna
uk_ua: Савана

source: Save
uk_ua: Зберегти

source: Save All Maps
uk_ua: Зберегти всі карти

source: Save Game
uk_ua: Зберегти гру

source: Save Map
uk_ua: Зберегти карту

source: Save Map As
uk_ua: Зберегти карту як

source: Save Replay
uk_ua: Зберегти повтор

source: Save Scenario As
uk_ua: Зберегти сценарій як

source: Save Selection to Area
uk_ua: Зберегти вибране в область

source: Save already exists. Do you want to overwrite it?
uk_ua: Збереження вже існує, переписати його?

source: Save and Load
uk_ua: Збереження та Завантаження

source: Save and abort game
uk_ua: Зберегти і перервати гру
